{
  "blink.cmp": { "branch": "v1.10.2" },
  "codediff.nvim": { "branch": "v2.43.15" },
  "conform.nvim": { "branch": "v9.1.0" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "helm-ls.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "v0.0.10" },
  "mason-lspconfig.nvim": { "branch": "v2.2.0" },
  "mason.nvim": { "branch": "v2.2.1" },
  "material.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-view": { "branch": "main" },
  "nvim-lspconfig": { "branch": "v2.8.0" },
  "nvim-tree.lua": { "branch": "v1.17.0" },
  "nvim-treesitter": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "v8.12.0" },
  "sidekick.nvim": { "branch": "main" },
  "snipe.nvim": { "branch": "main" },
  "telescope-frecency.nvim": { "branch": "1.2.2" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "v0.2.2" },
  "tokyonight.nvim": { "branch": "v4.14.1" },
  "vim-kitty-navigator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
